Repository: byshabay/intellectualClub
Catalog: intellectualClub/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Смена пароля
fr: Changer le mot de passe

source: Пароль не должен быть слишком похож на другую вашу личную информацию.
fr: Le mot de passe ne doit pas être trop similaire à vos autres informations personnelles.

source: Ваш пароль должен содержать как минимум 8 символов.
fr: Votre mot de passe doit contenir au moins 8 caractères.

source: Пароль не должен быть слишком простым и распространенным.
fr: Le mot de passe ne doit pas être trop simple et commun.

source: Пароль не может состоять только из цифр.
fr: Le mot de passe ne peut pas être composé uniquement de chiffres.

source: Редактирование аккаунта
fr: Modification d'un compte

source: Сохранить
fr: Sauver

source: Редактирование изображения пользователя
fr: Modification d'une image utilisateur

source: Ваш пароль успешно изменен
fr: Votre mot de passe a été changé avec succès

source: Перейти на главную страницу
fr: Aller à la page d'accueil

source: Регистрация
fr: Inscription

source: О нас
fr: À propos de nous

source: Добавить событие
fr: Ajouter un évènement

source: Цена
fr: Prix

source: рублей
fr: roubles

source: Купить
fr: Acheter

source: События
fr: Événements

source: Все категории
fr: Toutes catégories

source: Категория
fr: Catégorie

source: Дата
fr: la date

source: Подробнее
fr: Suite

source: Добро пожаловать
fr: Suite

source: Выйти
fr: Se déconnecter

source: Вход
fr: Entrée

source: Спасибо за заказ!
fr: Merci pour votre commande!

source: Наш менеджер свяжется с вами по указанному адресу
fr: Notre responsable vous contactera à l'adresse indiquée

source: Вернуться на главную
fr: Revenez à la page principale

source: Автор
fr: Auteur

source: Отредактировать
fr: Modifier

source: Удалить
fr: Supprimer

source: Мне не нравится
fr: Je n'aime pas

source: Мне нравится
fr: J'aime

source: Войти
fr: Entrer

source: Коротко об авторе
fr: En bref sur l'auteur

source: Вы уверены, что хотите удалить пост
fr: Êtes-vous sûr de vouloir supprimer le message

source: Упс...Кажется эту запись создали не вы...
fr: Oups... Il semble que vous n'ayez pas créé ce message...

source: Такой страницы не существует
fr: Cette page n'existe pas
